Repository: mamolinux/theme-manager
Catalog: po/*.po
Languages: lo

source: Theme update time
lo: ເວລາອັບເດດທີມ

source: Last time when the theme was updated.
lo: ເວລາສຸດທ້າຍທີ່ທີມຖືກອັບເດດ.

source: Theme Manager
lo: ຕົວຈັດການທີມ

source: Very simple Python3-based GUI application to randomly choose and set different theme variants on linux.
lo: ແອັບພລິເຄຊັນ GUI ທີ່ໃຊ້ Python3 ແບບງ່າຍດາຍເພື່ອສຸ່ມເລືອກ ແລະ ຕັ້ງຄ່າທີມຮູບແບບຕ່າງໆໃນລີນຸກ.

source: Change theme automatically.
lo: ປ່ຽນທີມໂດຍອັດຕະໂນມັດ.

source: Theme Manager Indicator
lo: ຕົວຊີ້ບອກຕົວຈັດການທີມ

source: Start indicator for Theme Manager.
lo: ເລີ່ມຕົວຊີ້ບອກສຳລັບຕົວຈັດການທີມ.

source: Indicator to change theme automatically.
lo: ຕົວຊີ້ບອກເພື່ອປ່ຽນທີມໂດຍອັດຕະໂນມັດ.

source: About
lo: ກ່ຽວກັບ

source: Official Website
lo: ເວັບໄຊທ໌ທາງການ

source: A Python3-based GUI application to change different colour variants of GTK, Icon, Cursor and other themes.
lo: ແອັບພລິເຄຊັນ GUI ທີ່ໃຊ້ Python3 ເພື່ອປ່ຽນຮູບແບບສີຕ່າງໆຂອງ GTK, ໄອຄອນ, ເຄີເຊີ ແລະ ທີມອື່ນໆ.

source: Maintainer
lo: ຜູ້ດູແລ

source: Start Indicator
lo: ເລີ່ມຕົວຊີ້ບອກ

source: Show Logs
lo: ສະແດງບັນທຶກ

source: Quit
lo: ອອກ

source: Next Theme
lo: ທີມຕໍ່ໄປ

source: Theme Manager Logs
lo: ບັນທຶກຕົວຈັດການທີມ

source: Select a time
lo: ເລືອກເວລາ

source: Hour
lo: ຊົ່ວໂມງ

source: Minute
lo: ນາທີ

source: Second
lo: ວິນາທີ

source: Example: Mint-Y theme from Linux Mint has many colour variants like Blue or Red. These are accessed as Mint-Y-Blue and Mint-Y-Red for light theme, and Mint-Y-Dark-Blue and Mint-Y-Dark-Red for dark theme. Enter the keywords for colours separated by comma as "Red, Blue" without the Double Quote.
lo: ຕົວຢ່າງ: ທີມ Mint-Y ຈາກ Linux Mint ມີຮູບແບບສີຫຼາຍຢ່າງ ເຊັ່ນ ສີຟ້າ ຫຼື ສີແດງ. ສາມາດເຂົ້າເຖິງໄດ້ໃນຊື່ Mint-Y-Blue ແລະ Mint-Y-Red ສຳລັບທີມສີສະຫວ່າງ, ແລະ Mint-Y-Dark-Blue ແລະ Mint-Y-Dark-Red ສຳລັບທີມສີມືດ. ປ້ອນຄຳສຳຄັນສຳລັບສີຕ່າງໆ ໂດຍຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ ເຊັ່ນ "ແດງ, ຟ້າ" ໂດຍບໍ່ຕ້ອງໃສ່ວົງຢືມ.

source: Colour Variants:
lo: ຮູບແບບສີ:

source: Enter available colour variants.
lo: ປ້ອນຮູບແບບສີທີ່ມີຢູ່.

source: Enter available colour variants
lo: ປ້ອນຮູບແບບສີທີ່ມີຢູ່

source: System theme name:
lo: ຊື່ທີມລະບົບ:

source: Enter name of system theme to be used.
lo: ປ້ອນຊື່ທີມລະບົບທີ່ຈະໃຊ້.

source: Enter system theme name
lo: ປ້ອນຊື່ທີມລະບົບ

source: Dark Mode Suffix:
lo: ຄຳຕໍ່ທ້າຍໂໝດມືດ:

source: Suffix for dark mode is case sensitive. For example, Yaru uses suffix "-dark" to distinguish from light theme. In contrast, Mint uses "Dark".
lo: ຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດມີຜົນຕໍ່ຕົວພິມໃຫຍ່-ນ້ອຍ. ຕົວຢ່າງ, Yaru ໃຊ້ຄຳຕໍ່ທ້າຍ "-dark" ເພື່ອຈຳແນກຈາກທີມສີສະຫວ່າງ. ໃນທາງກົງກັນຂ້າມ, Mint ໃຊ້ "Dark".

source: Enter suffix for dark mode.
lo: ປ້ອນຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດ.

source: Darker Mode Available:
lo: ມີໂໝດມືດກວ່າ:

source: Mint used to provide a theme mode with a mix of light and dark components called as "Darker". Sucharu provides the same with suffix "darker".
lo: Mint ເຄີຍໃຫ້ບໍລິການທີມທີ່ມີການປະສົມລະຫວ່າງອົງປະກອບສີສະຫວ່າງ ແລະ ສີມືດ ທີ່ເອີ້ນວ່າ "Darker". Sucharu ກໍມີຄືກັນ ໂດຍໃຊ້ຄຳຕໍ່ທ້າຍ "darker".

source: Darker Mode Suffix:
lo: ຄຳຕໍ່ທ້າຍໂໝດມືດກວ່າ:

source: Suffix for darker mode is case sensitive. For example, Mint used to provide a theme with a mix of light and dark components called as "Darker". Sucharu provides the same with suffix "darker".
lo: ຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດກວ່າມີຜົນຕໍ່ຕົວພິມໃຫຍ່-ນ້ອຍ. ຕົວຢ່າງ, Mint ເຄີຍໃຫ້ບໍລິການທີມທີ່ມີການປະສົມລະຫວ່າງອົງປະກອບສີສະຫວ່າງ ແລະ ສີມືດ ທີ່ເອີ້ນວ່າ "Darker". Sucharu ກໍມີຄືກັນ ໂດຍໃຊ້ຄຳຕໍ່ທ້າຍ "darker".

source: Enter suffix for darker mode.
lo: ປ້ອນຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດກວ່າ.

source: Theme Name Style:
lo: ຮູບແບບຊື່ທີມ:

source: System Theme
lo: ທີມລະບົບ

source: Change Icon theme:
lo: ປ່ຽນທີມໄອຄອນ:

source: Icon theme name:
lo: ຊື່ທີມໄອຄອນ:

source: Enter name of Icon theme to be used.
lo: ປ້ອນຊື່ທີມໄອຄອນທີ່ຈະໃຊ້.

source: Enter Icon theme name
lo: ປ້ອນຊື່ທີມໄອຄອນ

source: Icon Colour Variants:
lo: ຮູບແບບສີໄອຄອນ:

source: Enter available colour variants for icons
lo: ປ້ອນຮູບແບບສີທີ່ມີຢູ່ສຳລັບໄອຄອນ

source: Enter suffix for dark mode for icons
lo: ປ້ອນຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດຂອງໄອຄອນ

source: Icon Theme Name Style:
lo: ຮູບແບບຊື່ທີມໄອຄອນ:

source: Icon
lo: ໄອຄອນ

source: Change Cursor theme:
lo: ປ່ຽນທີມເຄີເຊີ:

source: Cursor Icon theme name:
lo: ຊື່ທີມໄອຄອນເຄີເຊີ:

source: Enter name of cursor theme to be used.
lo: ປ້ອນຊື່ທີມເຄີເຊີທີ່ຈະໃຊ້.

source: Enter available cursor theme name
lo: ປ້ອນຊື່ທີມເຄີເຊີທີ່ມີຢູ່

source: Cursor Colour Variants:
lo: ຮູບແບບສີເຄີເຊີ:

source: Enter available colour variants for cursors
lo: ປ້ອນຮູບແບບສີທີ່ມີຢູ່ສຳລັບເຄີເຊີ

source: Cursor
lo: ເຄີເຊີ

source: Change Plank theme:
lo: ປ່ຽນທີມ Plank:

source: Plank theme name:
lo: ຊື່ທີມ Plank:

source: Enter name of plank theme to be used.
lo: ປ້ອນຊື່ທີມ Plank ທີ່ຈະໃຊ້.

source: Enter Plank theme name
lo: ປ້ອນຊື່ທີມ Plank

source: Plank Colour Variants:
lo: ຮູບແບບສີ Plank:

source: Enter available colour variants for plank themes
lo: ປ້ອນຮູບແບບສີທີ່ມີຢູ່ສຳລັບທີມ Plank

source: Enter suffix for dark mode for plank thems
lo: ປ້ອນຄຳຕໍ່ທ້າຍສຳລັບໂໝດມືດຂອງທີມ Plank

source: Plank Theme Name Style:
lo: ຮູບແບບຊື່ທີມ Plank:

source: Change system themes like desktop or shell themes, and GTK, metacity, icon and cursor themes on linux.
lo: ປ່ຽນທີມລະບົບ ເຊັ່ນ ທີມເດສທັອບ ຫຼື ເຊລ, ແລະ ທີມ GTK, ເມຕາຊິຕີ້, ໄອຄອນ ແລະ ເຄີເຊີ ໃນລີນຸກ.

source: Change login or display manager themes like lightDM, GDM etc.
lo: ປ່ຽນທີມໜ້າເຂົ້າສູ່ລະບົບ ຫຼື ຕົວຈັດການການສະແດງຜົນ ເຊັ່ນ lightDM, GDM ແລະ ອື່ນໆ.

source: Login Theme
lo: ທີມເຂົ້າສູ່ລະບົບ

source: Use system time:
lo: ໃຊ້ເວລາລະບົບ:

source: Day starts at:
lo: ກາງເວັນເລີ່ມຕອນ:

source: Night starts at:
lo: ກາງຄືນເລີ່ມຕອນ:

source: Day to Night Transition starts at:
lo: ປ່ຽນຈາກກາງເວັນເປັນກາງຄືນເລີ່ມຕອນ:

source: Night to Day Transition starts at:
lo: ປ່ຽນຈາກກາງຄືນເປັນກາງເວັນເລີ່ມຕອນ:

source: Theme will be changed every HH hours, MM minutes, SS seconds.
lo: ທີມຈະຖືກປ່ຽນທຸກໆ HH ຊົ່ວໂມງ, MM ນາທີ, SS ວິນາທີ.

source: Interval between themes:
lo: ໄລຍະຫ່າງລະຫວ່າງທີມ:

source: Settings
lo: ການຕັ້ງຄ່າ

source: Save
lo: ບັນທຶກ

source: Randomize
lo: ສຸ່ມ

source: Status Bar
lo: ແຖບສະຖານະ

source: Choose themes randomly based on time
lo: ສຸ່ມເລືອກທີມຕາມເວລາ
